Repository: 84000/data-translation-memory
Catalog: toh558-v1.tmx
Source language: bo
Languages: en

source: དེ་ནས་མི་མཇེད་ཀྱི་བདག་པོ་ཚངས་པ་དང་ལྷ་རྣམས་ཀྱི་དབང་པོ་བརྒྱ་བྱིན་དང་། རྒྱལ་པོ་ཆེན་པོ་བཞི་དག་གིས་སྐད་གཅིག་དང་བློ་གྲོས་གཅིག་དང་དབྱངས་གཅིག་གིས་བཅོམ་ལྡན་འདས་ལ་ཕྱག་འཚལ་ནས་གསོལ་པ།
en: Then, paying homage to the Blessed One, Brahmā, master of the world, Śakra, lord of the gods, and the four great kings simultaneously, with a single thought and in the same cadence, said to the Blessed One:

source: སངས་རྒྱས་ཕྱག་རྒྱ་དེ་ཡིས་ནི། །ཕྱོགས་བཞིའི་སེམས་ཅན་ཐམས་ཅད་བསྲུངས། །
en: This buddha seal Protects all sentient beings throughout the four directions.

source: ཕྱག་རྒྱ་གང་གིས་བཏབ་གྱུར་ན། །འབྱུང་པོ་ཐམས་ཅད་སྐྲག་བགྱིད་པ། །སྟོང་ཆེན་རབ་ཏུ་འཇོམས་པའི་མདོ། །ཕྱག་རྒྱ་བདག་ཅག་སྩལ་བར་བགྱི། །
en: “We will impart the seal— The sūtra Destroyer of the Great Trichiliocosm — The seal that frightens all bhūtas When stamped.

source: མི་གང་རབ་ཏུ་སྡང་བ་དང་། །བསྟན་པ་འདི་ལ་མ་དད་པ། །
en: “To humans who are hostile And lack faith in this teaching

source: དེ་དག་ཚངས་པས་སྤྲུལ་པ་ཡི། །རིག་སྔགས་ཆད་པས་གཅད་པར་བགྱི། །བརྒྱ་བྱིན་གྱིས་ནི་སྤྱི་བོས་བླངས། །འཇིག་རྟེན་སྐྱོང་བས་རྒྱས་བཏབ་བོ། །
en: We will pronounce the punishment— The incantation manifested by Brahmā, Revered by Śakra, And sealed by the guardians of the world:

source: སྟོང་ཆེན་པོ་རབ་ཏུ་འཇོམས་པ་ཞེས་བྱ་བ་རིག་སྔགས་ཀྱི་རྒྱལ་མོ་འདི་བཤད་པའི་ཚེ། སྟོང་གསུམ་གྱི་སྟོང་ཆེན་པོའི་འཇིག་རྟེན་གྱི་ཁམས་འདི་རྣམ་པ་དྲུག་ཏུ་གཡོས། རབ་ཏུ་གཡོས། ཀུན་ཏུ་གཡོས། ཀུན་ཏུ་རབ་ཏུ་གཡོས།
en: When this queen of incantations called Destroyer of the Great Trichiliocosm was being expounded, this great trichiliocosm shook, rumbled, trembled, and quaked in six ways.

source: ཕྱོགས་བཞིའི་གནོད་སྦྱིན་དང་སྲིན་པོ་ཤ་ཟ་བ་རྣམས་ཀྱིས་སྒྲ་སྐད་དྲག་པོ་ཕྱུང་བ།
en: The yakṣas and flesh-eating rākṣasas throughout the four directions loudly proclaimed:

source: ཀྱེ་མའོ་སྡུག་བསྔལ་ཀྱེ་མའོ་བརླག །བདག་ཅག་འབྱུང་པོའི་ཚོགས་ཕུང་ངོ་། །འབྱུང་པོའི་ཚོགས་ནི་རབ་ཏུ་ཕུང་། །
en: “Alas, great suffering! Alas, calamity! We assemblies of bhūtas are ruined! We assemblies of bhūtas are totally ruined!

source: བདག་ཅག་རྟག་ཏུ་དབང་གིས་ཁྲིད། །
en: We are forever led by force!

source: སྲོག་ཆགས་འབྱུང་པོ་ཐམས་ཅད་ནི། །དེ་རིང་དགྲར་བཅས་དབང་མེད་དོ། །
en: All the bhūta creatures, Powerless, are today confronted.

source: དེ་དག་ས་ལ་འཁོད་ནས་ནི། །ཞུམ་ཞིང་རྣམ་པར་ཞུམ་གྱུར་ནས། །འགྲེ་ཞིང་ལྡོག་པར་རབ་ཏུ་བྱེད། །
en: Sitting on the ground, Cowering and discouraged, They toss and turn.”

source: དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་ས་གཞི་རྡོ་རྗེར་མངོན་པར་སྤྲུལ་པ་དང་། དེ་དག་ཀྱང་ཕྱོགས་བཞིར་བྱེར་རོ། །
en: Then, the Blessed One transformed the ground into vajra, and the bhūtas fled throughout the four directions.

source: དེ་ནས་རྒྱལ་པོ་ཆེན་པོ་བཞིས་ཕྱོགས་བཞིར་མེ་ལྕེའི་ཕུང་པོ་ཆེན་པོ་མངོན་པར་སྤྲུལ་པ་དང་དེ་དག་ནམ་མཁའ་ལ་ཀུན་ཏུ་རྒྱུག་གོ། །
en: The four great kings then manifested a great conflagration of flames throughout the four directions, and the bhūtas ran off into the sky.

source: དེ་ནས་མི་མཇེད་ཀྱི་བདག་པོ་ཚངས་པས་ནམ་མཁའ་ལྕགས་སུ་མངོན་པར་སྤྲུལ་པ་དང་། དེ་དག་ཤིང་ཏ་ལ་བདུན་ཙམ་ནས་ནམ་མཁའ་ལ་ཀུན་ཏུ་རྒྱུག་གོ། །
en: Brahmā, master of the world, then transformed the sky into metal, and the bhūtas ran off farther into the sky, suspended in the air at the height of seven palm trees.

source: དེ་ནས་ལྷ་རྣམས་ཀྱི་དབང་པོ་བརྒྱ་བྱིན་གྱིས་རལ་གྲི་དང་། མདའ་དང་། མདུང་ཐུང་དང་། མདུང་དང་། མདའ་བོ་ཆེ་དང་། ཤིང་ལྗོན་པ་དང་། རིའི་ཆར་མངོན་པར་ཕབ་བོ། །
en: Śakra, lord of the gods, then brought down a rain of swords, arrows, spears, lances, javelins, trees, and mountains.

source: དེའི་ཚེ་གནོད་སྦྱིན་ལྔ་སྟོང་མི་མཇེད་ཀྱི་འཇིག་རྟེན་གྱི་ཁམས་སུ་ཀུན་ནས་འདུས་པ་རྣམས་རིག་སྔགས་ཀྱི་དམོད་པས་བཅོམ་སྟེ།
en: At that time, the five thousand yakṣas who had assembled from everywhere in the universe, vanquished by the curse of the incantation,

source: རིམས་ནད་ཀྱིས་བཏབ་ནས་མྱོས་ཏེ་རྨྱ་ཞིང་བཅོམ་ལྡན་འདས་ཀྱི་ཞབས་གཉིས་ལ་གཏུགས་ཏེ་གསོལ་པ།
en: crazed and weakened by fever, fell to the Blessed One’s feet exhausted and said:

source: དགེ་སྦྱོང་གཽ་ཏ་མ་ནི་སེམས་ཅན་ཐམས་ཅད་ལ་ཕན་པ་དང་། ཐུགས་བརྩེ་བ་ཅན་ལགས་ཀྱིས། དགེ་སྦྱོང་གཽ་ཏ་མས་བདག་ཅག་བསྐྱབ་ཏུ་གསོལ།
en: “Mendicant Gautama, benevolent And compassionate toward all beings! Mendicant Gautama, please protect us!”

source: དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་གསང་བ་པའི་བདག་པོ་དེ་དག་ལ་བྱམས་པས་ཁྱབ་པར་མཛད་ནས་བསླབ་པའི་གཞི་འཛིན་དུ་བཙུད་དོ། །
en: The Blessed One then embraced those guhyaka lords with love, and induced them to take up the bases of training.

source: བདག་ཅག་ཕྱག་རྒྱ་སྤོང་གྱུར་ན། །
en: “Were we to disregard the seal,

source: མ་བསད་པ་ཡི་འགྲོ་གང་དང་། །ཕ་བསད་པ་ཡི་འགྲོ་གང་དང་། །དགྲ་བཅོམ་པ་ཡང་གསོད་གང་དང་། །དགེ་འདུན་དབྱེན་བགྱིད་འགྲོ་གང་དང་། །རྫོགས་སངས་རྒྱས་ལ་སྡང་སེམས་ཀྱིས། །སྐུ་མཚལ་ཕྱུང་བ་བགྱིད་པ་ཡི། །འགྲོ་བ་གང་ལགས་དེར་མཆིའོ། །
en: We would travel the same course As those who have killed their mother, Killed their father, “Killed an arhat, Divided the saṅgha, Or hatefully Drawn the blood of a perfected buddha.

source: ཨརྫ་ཀ་ཡི་དོག་པ་ལྟར། །མགོ་ནི་ཚལ་པ་བདུན་འགས་ཤིང་། །
en: “Our heads would split into seven pieces, Like the blossom of a basil shrub,

source: གནོད་སྦྱིན་ནད་ཀྱིས་བཏབ་པ་དང་། །བདག་ལུས་ཤ་བཀྲ་འབྱུང་བར་ཤོག །
en: And afflicted with a yakṣa illness, Our bodies would contract white leprosy.

source: གང་འདི་རྒྱལ་བས་གསུངས་པའི་མདོ། །སྟོང་ཆེན་རབ་ཏུ་འཇོམས་པ་ཡི། །རིག་སྔགས་རྒྱལ་ལས་འགལ་བགྱིས་ན། །བདག་ཅག་འདོད་བཞིན་མི་འགྱུར་རོ། །
en: “Were we to transgress the queen of incantations, The sūtra Destroyer of the Great Trichiliocosm , Uttered by the victorious ones, Things would not go according to our wishes.”

source: དེའི་ཚེ་གྲོང་ཁྱེར་ཆེན་པོ་ཡངས་པ་ཅན་ན་ཡམས་ཀྱི་ནད་དང་། འཇིགས་པ་དང་། གནོད་པ་དང་། ནད་འགོ་བ་དང་། འཁྲུགས་པ་ཐམས་ཅད་རྒྱུན་ཆད་པར་གྱུར་ཏོ། །
en: Just then all the illnesses, perils, calamities, diseases, and disturbances raging throughout the city of Vaiśālī ceased.

source: གནོད་སྦྱིན་དང་། སྲིན་པོ་དང་། མི་དང་། མི་མ་ཡིན་པ་རྣམས་ཀྱང་རང་རང་གི་སྤྱོད་ཡུལ་ལས་འདས་སོ། །
en: The yakṣas, rākṣasas, humans, and non-humans ventured out from their respective domains.

source: ངང་པ་དང་། ནེ་ཙོ་དང་། རི་སྐེགས་དང་། ཁུ་བྱུག་དང་། རྨ་བྱ་དང་། ངུར་པ་དང་། ཤང་ཤང་ཏེའུ་དང་། བྱའི་ཚོགས་རྣམས་ཀྱང་སྒྲ་སྙན་པ་འབྱིན་ཏོ། །
en: Swans, parrots, myna birds, kokila cuckoos, peacocks, wild geese, jīvañjīva pheasants, and flocks of other birds all melodiously warbled.

source: མི་འམ་ཅི་རྣམས་ནི་ལྷའི་བུ་མོ་བཞིན་དུ་ལུས་ལ་གནོད་པ་མེད་དོ། །
en: The kinnaras became free of physical ailments, like divine daughters.

source: རིན་པོ་ཆེའི་ཆ་བྱད་རྣམས་ཀྱང་མ་དཀྲོལ་བར་འཁྲོལ་ལོ། །
en: Jeweled utensils clanged without being touched.

source: རྔ་བོ་ཆེ་དང་། དུང་དང་། རྫ་རྔ་དང་། རྔ་བྲན་དང་། པི་བང་དང་། གླིང་བུ་རྣམས་ཀྱང་ཇི་ལྟར་གནས་སུ་བཀོད་པ་བཞིན་དུ་སྒྲ་བྱུང་ངོ་། །
en: Kettledrums, conch shells, clay drums, small kettledrums, lutes, and flutes sounded right where they stood.

source: བལ་པོ་སེའུ་དང་། བིལ་བ་དང་། སྐྱུ་རུ་ར་དང་། ནྱ་གྲོ་དྷ་དང་། བྱང་ཆུབ་ཀྱི་ཤིང་དང་། སྤྲེའུ་གནས་དང་། བླཀྵ་དང་། ཨུ་དུམ་བཱ་ར་དང་། སཱ་ལ་དང་། ཏ་མ་ལའི་ཤིང་ལྗོན་པ་རྣམས་ཀྱང་དྲི་རབ་ཏུ་འབྱིན་ཏོ། །
en: Pomegranate trees, wood-apple trees, āmalakī trees, banyan trees, bodhi trees, plakṣa trees, kapittha trees, udumbara trees, sal trees, and tamāla trees all released their fragrances.

source: ལྷ་བརྒྱ་སྟོང་དག་གིས་ཀྱང་ཨ་ལ་ལ་ཞེས་བྱ་བའི་སྒྲ་ཕྱུང་སྟེ།
en: A hundred thousand gods exclaimed, “Ah, Ah!”

source: བར་སྣང་ལས་མེ་ཏོག་གི་ཆར་མངོན་པར་ཕབ་བོ། །མི་མ་ཡིན་པའི་དྲི་དག་ཀྱང་འཇིག་རྟེན་དུ་བྱུང་ངོ་། །
en: A rain of flowers fell from the sky, and the fragrances of non-humans manifested in the world.

source: དེ་ནས་རྒྱལ་པོ་ཆེན་པོ་བཞིས་ཐལ་མོ་སྦྱར་ཏེ། བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ། །
en: Then, with palms joined, the four great kings said to the Blessed One,

source: བཙུན་པ་བཅོམ་ལྡན་འདས་
en: “Venerable Blessed One!

source: གང་ལ་ལ་ཞིག་གིས་བསླབ་པའི་གཞི་ཡོངས་སུ་བཟུང་སྟེ། གོས་ངུར་སྨྲིག་བགོས་ནས་སྟོང་ཆེན་པོ་རབ་ཏུ་འཇོམས་པའི་མདོ་སྡེའི་རྒྱལ་པོ་གདོན་ཐམས་ཅད་ལས་ཐར་བར་བྱེད་པ། སངས་རྒྱས་ཀྱི་ཕྱག་རྒྱའི་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་བླངས་ཤིང་བཟུང་སྟེ། བཀླགས་ཤིང་བཤད་ལ་ཀུན་ཆུབ་པར་བགྱིས་ཤིང་ཡི་གེར་བྲིས་ནས་མདུད་པ་བོར་ཏེ་འཆང་ན། དེ་ལ་ཡམས་ཀྱི་ནད་དང་། འཇིགས་པ་དང་། གནོད་པ་དང་། ནད་འགོ་བ་དང་། འཁྲུགས་པ་དང་། ཁྲག་ཁྲུག་དང་། འཐབ་མོ་དང་། བཅིང་བ་དང་། རྩོད་པ་དང་། འགྱེད་པ་ནས་ཕྲ་མའི་བར་གྱི་སྡིག་པ་མི་དགེ་བའི་ཆོས་རྣམས་ཀྱིས་མི་ཚུགས་པར་འགྱུར་ལགས་སོ།
en: This Dharma teaching, the king of sūtras, Destroyer of the Great Trichiliocosm , is the buddha seal that delivers from all grahas. Whoever observes the bases of training, dons the saffron-colored robes, and receives, holds, recites aloud, explains, masters, writes out, binds into a book, and wears it will be unaffected by any inauspicious phenomena, ranging from illness, peril, misfortune, disease, disturbance, fighting, contention, bondage, argument and dissension, and slander.

source: རྣམ་པར་འཚེ་བ་ཐམས་ཅད་ལས་རྒྱལ་བར་འགྱུར་ལགས་སོ། །
en: They will overcome all harm.

source: ཡུལ་འཁོར་མཚམས་གཅད་པར་འཚལ་བ། ཁྲུས་བགྱིས་པ། ཟས་དཀར་གསུམ་འཚལ་བ། ཟས་ངན་པ་རྣམ་ལྔ་སྤངས་པ། མིའི་བསླབ་པའི་གཞི་ཐམས་ཅད་ཡོངས་སུ་བཟུང་བ། སེམས་ཅན་ཐམས་ཅད་ལ་སེམས་སྙོམས་པ། ཤིན་ཏུ་བརྒྱན་པ། གོས་དང་། རྒྱན་དང་ལྡན་པ་དེས་གྲོང་དང་། གྲོང་ཁྱེར་དང་། གྲོང་རྡལ་དང་། ཡུལ་འཁོར་དང་། སུམ་མདོ་དང་། ཁྱིམ་རྣམས་ཉལ་ཉིལ་གྱི་ཕུང་པོ་མ་མཆིས་པར་བགྱིས་ཏེ།
en: “Villages, towns, regions, the kingdom, crossroads, and homes should be cleansed of heaps of rubbish by one seeking to demarcate the kingdom’s borders, who has performed his ablutions, seeks the three white foods, abstains from the five impure foods, observes the bases of human training, possesses equanimity for all beings, and is adorned with fine garments and jewelry.

source: རྒྱལ་པོའི་ཕོ་བྲང་འཁོར་གྱི་དབུས་ཀྱི་དོག་ས་རྣམས་སུ་མེ་ཏོག་སིལ་མ་བཀྲམ་ལ། སྤོས་སྣ་ཚོགས་ཀྱིས་རབ་ཏུ་བདུག་པར་བགྱིའོ། །
en: The ground at the center of the king’s palace should be strewn with flower petals and scented with various fragrances.

source: ཕྱོགས་བཞིར་བུ་མོ་ཤིན་ཏུ་ཁྲུས་བགྱིས་པས་བརྒྱན་པ། ལག་ན་མཚོན་ཐོགས་པ་བཞི་དང་། དྲིལ་བུ་བཞི་དང་། རིན་པོ་ཆེའི་སྣོད་བཞི་བཞག་གོ། །
en: In the four directions should be placed four girls who have performed their ablutions. They should be well adorned and hold weapons in their hands. Each of them should also have a bell, and a jewel vessel.

source: སྔ་དྲོའི་དུས་ཀྱི་ཚེ་གདུགས་ཤར་བ་དང་། རིག་སྔགས་བཀླག་པར་བགྱི་སྟེ། མདོ་སྡེ་བཟླས་ཤིང་བཀླག་པར་བགྱིའོ། །
en: In the morning, when the sun has risen, the incantation should be read out loud, and the sūtra should be recited and chanted.

source: ཡི་གེར་བྲིས་ཏེ་མཆོད་རྟེན་ཆེན་པོ་དང་། ཤིང་ལྗོན་པ་ཆེན་པོ་དང་། རྒྱལ་མཚན་ཆེན་པོའི་རྩེ་མོ་ལ་བསྟོད་དེ་བཏགས་ལ། མེ་ཏོག་སྣ་ཚོགས་དང་། སྤོས་སྣ་ཚོགས་དག་གིས་དགུང་ཟླ་ཕྱེད་ཀྱི་བར་དུ་མཆོད་པར་བགྱིའོ། །
en: It should be written out and fastened to the tops of large shrines, tall trees, and tall standards, and then worshipped for up to half a lunar month with various flowers and fragrances.

source: གདུགས་རེ་རེ་ཞིང་རིག་སྔགས་ལན་རེ་བཀླག་པར་བགྱིའོ། །
en: It should be chanted once each day.

source: དེ་ལྟར་ན་ཡུལ་འཁོར་ཡོངས་སུ་ཐར་བར་འགྱུར་རོ། །
en: Thus, the kingdom will be delivered.

source: དེ་ལྟར་གྲོང་དང་། གྲོང་ཁྱེར་དང་། གྲོང་རྡལ་དང་། ལྗོངས་དང་། ཡུལ་འཁོར་དང་། ཕོ་བྲང་འཁོར་དང་། གནས་དང་། གཙུག་ལག་ཁང་དང་། ཁྱིམ་དང་། ཞིང་དང་། ལས་ཁང་དང་། ཤིང་ལྗོན་པ་དང་། འབྲས་བུ་དང་། ནེའུ་གསིང་དང་། ཀུན་དགའ་ར་བ་དང་། གནག་ལྷས་དང་། ཕྱུགས་ལྷས་རྣམས་ཉལ་ཉིལ་མ་མཆིས་པར་བགྱིས་ཏེ།
en: Thus, the villages, cities, regions, country, kingdom, palaces, sacred sites, temples, homes, fields, government offices, trees, orchards, meadows, gardens, cowsheds, and stables will be divested of heaps of rubbish.

source: སེང་ལྡེང་དང་། རྒྱ་ཤུག་གི་ཞུགས་བལྟམས་ལ། དོག་ས་ལ་མེ་ཏོག་སིལ་མ་བཀྲམ་སྟེ།
en: “Khadira and jujube woods should be lit, the ground should be strewn with flower petals,

source: སྒོ་གང་གཡས་གཡོན་ནས་དྲི་སྣ་ཚོགས་ཀྱིས་བདུགས་ལ།
en: and the porticos should be scented with various fragrances to the right and left.

source: ས་བོན་ཐམས་ཅད་མར་གྱིས་བསྐུས་ཏེ་ཕྱོགས་བཞིར་གཏོར་བར་བགྱི།
en: All seeds should be smeared with clarified butter and scattered to the four directions.

source: ཆབ་སྒོར་ཚོན་སྐུད་སྣ་ཚོགས་བྲེ་བར་བགྱིའོ། །
en: Threads of various colors should be tied to the passageways.

source: དུད་འགྲོའི་སྐྱེ་གནས་སུ་གྱུར་པ་དག་ནི་བཏོན་ལ་སླར་ཡང་གཟུད་པར་བགྱིའོ། །
en: All the animals should be released and then rounded up again.

source: རིག་སྔགས་ཀྱང་བཀླག་པར་བགྱིའོ། །
en: The incantation should be chanted.

source: ཡི་གེར་བྲིས་སམ། མདུད་པ་མདུད་དེ་མཐོན་པོའི་ཁར་བཏགས་ལ་མཆོད་པར་བགྱིའོ། །
en: It should be written out or bound into a book, fastened to some high place, and then worshipped.

source: ནད་པའི་མདུན་དུ་སངས་རྒྱས་ཀྱི་སྐུ་གཟུགས་སམ། སངས་རྒྱས་ཀྱི་རིང་བསྲེལ་ལམ། ཚངས་པའི་གཟུགས་སམ། བརྒྱ་བྱིན་གྱི་གཟུགས་སམ། རྒྱལ་པོ་ཆེན་པོ་བཞིའི་གཟུགས་ཁྲིའུ་འམ། ཟ་མ་ཏོག་གི་སྟེང་དུ་བཞག་སྟེ། ཕྱག་རྒྱ་བཞི་བགྱིས་ལ་བཞག་པར་བགྱིའོ། །
en: In front of the patient a buddha image, a buddha reliquary, or an image of Brahmā, Śakra, or the four great kings should be placed on a stool or on a casket and marked with the four seals.

source: མེ་ཏོག་སྣ་ཚོགས་དང་། སྤོས་སྣ་ཚོགས་དང་། ཚངས་པ་དང་། བརྒྱ་བྱིན་དང་། རྒྱལ་པོ་ཆེན་པོ་བཞི་དང་། དབང་ཕྱུག་ཆེན་པོ་དང་། གནོད་སྦྱིན་གྱི་སྡེ་དཔོན་དང་། གནོད་སྦྱིན་སྟོབས་པོ་ཆེ་དང་། འཕྲོག་མ་ལ་སོགས་པའི་མིང་གིས་དཀོན་མཆོག་གསུམ་ལ་མཆོད་པར་བགྱིའོ། །
en: The three jewels should be worshipped with various flowers and fragrances, and in the names of Brahmā, Śakra, the four great kings, Maheśvara, the yakṣa generals, the yakṣa warriors, Hārītī, and so forth.

source: དེ་རྣམས་ཀྱི་སྟོབས་དང་། དབང་ཕྱུག་དང་། བྱིན་གྱིས་བདག་དགེ་བར་གྱུར་ཅིག །
en: ‘By their power, majesty, and might may I have well-being!

source: བདག་ལ་སྲུང་བ་གྱིས་ཤིག །ནད་ཐམས་ཅད་ལས་ཐར་བར་གྱུར་ཅིག །
en: May I be protected! May I be delivered from all illnesses!’

source: ནད་པའི་ཟས་དང་། སྐོམ་དང་། སྨན་རྣམས་ཀྱང་རིག་སྔགས་འདིས་བཏབ་སྟེ་སྩལ་བར་བགྱིའོ། །
en: All of the patient’s food, drink, and medicine should be bestowed enchanted with this incantation.

source: རྫོགས་སངས་རྣམ་པར་སངས་རྒྱས་ཚེ། །འཇིག་རྟེན་སྐྱོང་བས་ཕྱོགས་བཞི་ནས། །
en: “When he attained perfect awakening, The guardians of the world

source: སྣོད་བཞི་དག་ནི་བླངས་ནས་སུ། །བདེ་བར་གཤེགས་ལ་ཕུལ་བ་དང་། །
en: Took four vessels from the four directions And offered them to the Bliss-Gone One.

source: མཐུ་ཡིས་གཅིག་ཏུ་སྤྲུལ་མཛད་པ། །ལྷ་ཡི་སྣོད་མཆོག་དེ་དང་ནི། །བདུད་རྩི་འདྲ་བའི་སྨན་གྱི་རྣམས། །སྟོན་པའི་ཕྱག་ན་བསྣམས་གྱུར་པ། །
en: “Having transformed them into one with his miraculous powers, The teacher took into his hand Ambrosia-like medicines With that supreme divine vessel.

source: བདེན་པའི་ཚིག་ནི་དེ་དག་གིས། །སྨན་རྣམས་བདུད་རྩིར་གྱུར་པར་ཤོག །
en: “By these words of truth May medicines be transformed into ambrosia!

source: དེ་བཞིན་ལྷ་མོ་འཕྲོག་མ་ཡིས། །ལྷ་རྫས་དགེ་བ་ཨ་རུ་ར། །བླངས་ནས་
en: “The goddess Hārītī, too, Took the auspicious divine substance of harītakī wood,

source: སྟོན་ལ་རབ་ཕུལ་བ། །བདུད་རྩི་འདྲ་བའི་སྨན་གྱི་རྣམས། །
en: And offered to the teacher Ambrosia-like medicines.

source: བདེན་པའི་ཚིག་ནི་འདི་དག་གིས། །ནད་པ་རྣམས་ཀྱི་ནད་སེལ་ཅིང་། །ཉེས་པ་ཐམས་ཅད་འཕྲོག་བྱེད་པ། །སྨན་རྣམས་བདུད་རྩིར་གྱུར་པར་ཤོག །
en: “By these words of truth, May the illnesses of the afflicted be removed! May all their hardships be taken away! May their medicines be transformed into ambrosia!

source: སངས་རྒྱས་རྣམ་གཟིགས་གཟི་བརྗིད་དང་། །གཙུག་ཏོར་ཅན་གྱི་སྟོབས་རྣམས་དང་། །ཐམས་ཅད་སྐྱོབ་ཀྱི་བདེན་ཚིག་དང་། །ལོག་དད་སེལ་གྱི་ཏིང་འཛིན་དང་། །གསེར་ཞེས་བྱ་བའི་ཡེ་ཤེས་དང་། །འོད་སྲུང་གི་ནི་རྫུ་འཕྲུལ་དང་། །ཤཱཀྱ་སེང་གེའི་མཐུ་རྣམས་ཀྱིས། །སྨན་རྣམས་བདུད་རྩིར་གྱུར་པར་ཤོག །
en: “By the majesty of the Buddha Vipaśyin, The power of Śikhin, The true words of Viśvabhū, And the absorption of Krakucchanda, “By the wisdom of he who is known as Kanaka, The supernatural power of Kāśyapa, And the might of the Lion of the Śākyas, May the medicines transform into ambrosia!

source: ནད་པ་ཤར་ཕྱོགས་ཁ་བསྟན་ལ། །སྨན་རྣམས་ཉེ་བར་སྩལ་བར་བགྱི། །
en: “The medicines should be given To the patient while he is facing east.

source: དེ་ཡི་ཚེ་ན་རིག་སྔགས་འདི། །ལག་མཐིལ་བཞག་སྟེ་བཀླག་པར་བགྱི། །
en: At that time, the following incantation Should be placed in the palm of his hand and chanted:

source: སྱཱད་ཡ་ཐེ་དན། ཁ་ཊེ། ཁ་ཊེ། ཁ་ཊེ། ཁ་ཊེ་བི་ཁ་ཊི། བི་མ་ལེ། བི་ལམ་བེ། བ་ལེ། བ་ལ་བ་ཏི། ཙནྡྲེ། ཙ་ར་ཎེ། ཨ་མྲྀ་ཏ་ནི་རྒྷོ་ཥེ་སྭཱ་ཧཱ།
en: syād yathedam khaṭe khaṭe khaṭe khaṭevikhaṭi vimale vilambe bale balavati candre caraṇe amṛta­nirghoṣe svāhā |

source: རླུང་ལས་གྱུར་དང་མཁྲིས་ལས་གྱུར། །བད་ཀན་ལས་གྱུར་འདུས་ལས་གྱུར། །ནད་རྣམས་ཐམས་ཅད་རབ་བཅོམ་སྟེ། །
en: “ ‘May all illnesses—those born from wind, Those born from bile, those born from phlegm, And those from their combination—be destroyed!

source: བདག་ལ་རྟག་ཏུ་དགེ་བར་ཤོག །
en: May I always be well!’

source: བྱད་སྟེམས་དང་རོ་ལངས་དང་ལྡན་པའི་ལས་རྣམས་ལ་སྐྱེས་པའམ། བུད་མེད་གདུགས་ཞག་གཅིག་སྨྱུང་བ་བགྱིས་པ། རབ་ཏུ་བཀྲུས་པ། ཤིན་ཏུ་བརྒྱན་པ་དེས་དོག་ས་ལ་མེ་ཏོག་སིལ་མ་བཀྲམ་སྟེ། སྤོས་སྣ་ཚོགས་ཀྱིས་བདུགས་ལ་སེང་ལྡེང་དང་། རྒྱ་ཤུག་རིགས་གཉིས་ཀྱི་ཞུགས་བུས་ཏེ། ས་བོན་ཐམས་ཅད་ཕྱོགས་བཞིར་གཏོར་བར་བགྱིའོ། །ཞུགས་ཀྱི་ནང་དུའང་གཏོར་བར་བགྱིའོ། །
en: “As counteraction to interferences devised by kākhordas or vetāḍas, a man or a woman who has fasted for a single day and night and been ritually cleansed and well adorned should strew the ground with flower petals, scent it with various fragrances, light a fire from khadira and jujube woods, and scatter seeds throughout the four directions. The seeds should also be scattered into the fire.

source: རྩ་བ་ཐམས་ཅད་དང་། མེ་ཏོག་ཐམས་ཅད་ཚོན་སྐུད་སྣ་ཚོགས་ལ་བརྒྱུས་ཏེ་རལ་གྲིའམ། མདུང་རྩེ་གསུམ་པའམ། མདུང་ངམ། མདའ་ལ་གདགས་པར་བགྱིའོ། །སྤོས་ཆབ་སྣ་ཚོགས་སྦྱར་ཏེ།
en: All roots and flowers should be wound into cords of various colors and fastened to swords, tridents, spears, and arrows.

source: བུམ་པ་ཆེན་པོའི་ནང་དུ་བླུགས་ལ། གང་བྱད་སྟེམས་ཀྱིས་ཕོག་པ་དེ་སྐུད་པ་དེས་བཅིངས་ཏེ། བུམ་པའི་ཆབ་ཀྱིས་བཀྲུ་བར་བགྱིའོ། །
en: Many varieties of perfumed water should be mixed together and then poured into a large pot. The one who is afflicted by the kākhorda should be tied up with the cord and cleansed with the liquid from the pot.

source: སྐུད་པ་ཡང་རལ་གྲིས་བཅད་དེ་ཞུགས་ཀྱི་ནང་དུ་དོར་རོ། །
en: The cord should then be cut with a sword and tossed into the fire.

source: སྟོང་ཆེན་པོ་རབ་ཏུ་འཇོམས་པའི་མདོ་སྡེ་འདི་ཡང་བརྗོད་པར་བགྱིའོ། །
en: This sūtra, Destroyer of the Great Trichiliocosm , should then be uttered:

source: གང་དག་སངས་རྒྱས་རང་སངས་རྒྱས། །སངས་རྒྱས་རྣམས་ཀྱི་ཉན་ཐོས་དང་། །ཚངས་དབང་དང་ནི་འཇིག་རྟེན་སྐྱོང་། །གནོད་སྦྱིན་སྡེ་དཔོན་དབང་ཕྱུག་དང་། །དེ་བཞིན་གནོད་སྦྱིན་སྟོབས་ཆེན་དང་། །འཕྲོག་མ་བུ་དང་བཅས་པ་དང་། །དེ་དག་མཐུ་དང་གཟི་བརྗིད་ཀྱིས། །
en: “ ‘By the power and majesty Of the buddhas and pratyekabuddhas, The śrāvakas of the buddhas, Brahmā, Indra, and the guardians of the world, “ ‘The yakṣa generals and Īśvara, The yakṣa warriors, And Hārītī with her sons,

source: རོ་ལངས་ལས་རྣམས་ཆད་གྱུར་ཅིག །
en: May the vetāḍa action be interrupted!

source: རྡོ་རྗེས་རིན་ཆེན་ཕུག་པ་དང་། །མེ་ཡིས་བུད་ཤིང་སྲེག་པ་དང་། །རླུང་གིས་སྤྲིན་ནི་འཐོར་བ་དང་། །ཉི་མས་ནགས་ཚལ་སྐེམས་བྱེད་པ། །
en: “ ‘Gems are pierced by vajra, Firewood is burned by fire, Clouds are scattered by wind, And forests are dried up by the sun.

source: བདེན་པའི་ཚིག་ནི་དེ་དག་གིས། །བྱད་སྟེམས་ལས་རྣམས་ཚིག་པར་ཤོག །
en: “ ‘By the truth of these words May the kākhorda actions be scorched!

source: སྤོས་དང་མེ་ཏོག་སྣ་ཚོགས་ཀྱིས། །སྡིག་པ་ཐམས་ཅད་ངེས་པར་བསལ། །
en: With various fragrances and flowers All evil is surely vanquished!

source: ཏདྱ་ཐཱ། ཧུ་མེ་ཧུ་མེ་ཀ་ཁ་ལི། ཀ་ཁ་ལི། ཁ་ར་ལེ། ཛུ་ཧྭི་ནི། ཛ་བ་ལེ། ཧ་རཱ་གྲེ། ཧ་རི་ཎི་ཤཱ་བ་རི། ཤཱནྟི། པྲ་ཤནྟི་སྭཱ་ཧཱ། དྷཱ་བ་ནི་སྭཱ་ཧཱ། པྲ་དྷཱ་བ་ནི་སྭཱ་ཧཱ། གྷནྡ་རྦེསྭཱ་ཧཱ། པྲ་ལཾ་གི་ནི་སྭཱ་ཧཱ། སརྦ་ཀཱ་ཁོརྡ་ཀྲྀ་ཏ་བེ་ཏཱ་ཌ་ཙྪེ་ད་ནི་སྭཱ་ཧཱ།
en: tadyathā hume hume kakhali kakhali kharale juhvini javale harāgre hariṇi śāvari śānti prasānti svāhā dhāvani svāhā pradhāvani svāhā gāndharve svāhā pralaṅgani svāhā sarvakākhordakṛtavetāḍacchedani svāhā |

source: ལྷ་ཐམས་ཅད་ཀྱི་གསང་སྔགས་འདི་དག་གིས་བདག་གི་བྱད་སྟེམས་དང་། རོ་ལངས་དང་། སྨན་དང་། སྔགས་དང་། དུག་དང་། དུག་སྦྱར་མ་རྣམས་བཅད་དོ། །བཤིག་གོ །ཕམ་པར་བྱས་སོ། །ཕ་རོལ་ཕམ་པར་བྱས་སོ་སྭཱ་ཧཱ།
en: These mantra syllables cause all the deities to shear, eliminate, vanquish, and overcome all kākhordas, vetāḍas, medicinal herbs, mantras, poisons, and potions. Svāha

source: ལྦ་བ་དང་། ཤུ་བ་དང་། སྨྱོ་བ་དང་། འབྲས་དང་། འབྲུམ་བུ་དང་། རྐོམ་པོ་དང་། དུག་འཐུངས་པ་ལས་ཐར་བར་འཚལ་བ་ཤིན་ཏུ་ཁྲུས་བགྱིས་པ། ཤིན་ཏུ་བརྒྱན་པ། སྟན་བཟང་པོའི་སྟེང་དུ་མཆིས་ཏེ། རིག་སྔགས་འདི་བརྗོད་པར་བགྱིའོ། །
en: “One who endeavors to be free of goiters, herpes, insanity, boils, blisters, rashes, and the drinking of poison should be ritually cleansed and well adorned, and say the following incantation while sitting on a fine seat:

source: སངས་རྒྱས་ཀུན་གྱི་གཟི་བརྗིད་དང་། །རང་རྒྱལ་དག་གི་གཟི་བརྗིད་དང་། །དགྲ་བཅོམ་དག་གི་མཐུ་དག་དང་། །གསང་སྔགས་འཛིན་པ་ཐམས་ཅད་དང་། །
en: “ ‘By the majesty of all the buddhas,

source: ཤཱ་རིའི་བུ་ཡི་ཤེས་རབ་དང་། །མཽད་གལ་བུ་ཡི་རྫུ་འཕྲུལ་དང་། །མ་འགགས་པ་ཡི་མིག་དང་ནི། །འོད་སྲུང་སྦྱངས་པའི་ཡོན་ཏན་དང་། །
en: “ ‘By the wisdom of Śāriputra,

source: ཀཽཎྜི་ནྱའི་སྔར་ཐོབ་དང་། །ཀུན་དགའ་བོ་ཡི་ཐོས་པ་དང་། །ཚངས་པ་ཡི་ནི་བྱམས་པ་དང་། །བརྒྱ་བྱིན་གྱི་ནི་དབང་རྣམས་དང་། །
en: “ ‘By the previous attainments of Kauṇḍinya, The learning of Ānanda, The benevolence of Brahmā, And the supremacy of Śatakratu;

source: འཇིག་རྟེན་སྐྱོང་བའི་ཡུལ་རྣམས་དང་། །དབང་ཕྱུག་ཆེན་པོའི་སྟོབས་དག་དང་། །སྡེ་དཔོན་རྣམས་ཀྱི་མཐུ་དག་དང་། །འཕྲོག་མའི་གཟི་བརྗིད་རྫུ་འཕྲུལ་དང་། །
en: “ ‘By the territories of the guardians of the world, The power of Maheśvara, The might of the generals, And the supernatural splendor of Hārītī—

source: དེ་དག་རྣམས་ཀྱི་མཐུ་དང་གཟིས། །བདག་གི་དུག་ནི་དུག་མེད་ཤོག །
en: “ ‘Through their might and majesty, May poison be removed from me!

source: དུག་མེད་དུག་རྣམས་འཇིག་བྱེད་པ། །གསང་སྔགས་ཚིག་རྣམས་དེ་ལགས་སོ། །
en: These are the secret mantra syllables That remove and counteract poison:

source: སྱཱད་ཡ་ཐེ་དན། ཧ་རི་གི་ཤི་ན་ཀི་ལི། ཨེ་ཧེ་རེ། ཨ་མ་རེ། ཨཎྜ་རེ། པཎྜ་རེ། ཀ་ཊ་ཀེ། ཀེ་ཡཱུ་རེ། ཧ་སེ་ཧ་སེ་ཧ་སེ། ཁ་སེ་ཁ་སེ་ཁ་སེ། ཁ་རཾ་གེ །མ་རུ་ག་ཧ་ཎེ་སྭཱ་ཧཱ། མུ་མུ་ཀྵ་སྭཱ་ཧཱ། ཧི་ལེ་སྭཱ་ཧཱ། མི་ལེ་སྭཱ་ཧཱ།
en: syād yathedam harigiśinakili ehere amare aṇḍare paṇḍare kaṭake keyūre hase hase hase khase khase khase kharaṅge marugahaṇe svāhā mumukṣa svāhā hile svāhā mile svāhā |

source: འབྲས་དང་རྨ་དང་ཤུ་བ་དང་། །གཡན་པ་དང་ནི་འབྲུམ་བུ་དང་། །ལྷོག་པ་དང་ནི་གཡའ་བ་ནི། །བདུན་པ་ལགས་ཏེ་རབ་ཏུ་བཅོམ། །
en: “ ‘Boils, white leprosy, herpes, Itches, blisters, Blood blisters, and rashes— All seven are cured!

source: འདོད་ཆགས་ཞེ་སྡང་གཏི་མུག་རྣམས། །དེ་དག་འཇིག་རྟེན་དུག་གསུམ་སྟེ། །
en: “ ‘Desire, anger, and delusion: These are the three poisons in the world.

source: བཅོམ་ལྡན་སངས་རྒྱས་དུག་མི་མངའ། །སངས་རྒྱས་གཟི་ཡིས་དུག་བཅོམ་མོ། །
en: The Blessed Awakened One is free of poisons. Poison is eradicated by the majesty of the Awakened One!

source: བཅོམ་ལྡན་ཆོས་ནི་དུག་མི་མངའ། །ཆོས་ཀྱི་གཟི་ཡིས་དུག་བཅོམ་མོ། །
en: The Blessed One’s Dharma is free of poisons. Poison is eradicated by the majesty of the Dharma!

source: བཅོམ་ལྡན་དགེ་འདུན་དུག་མི་མངའ། །དགེ་འདུན་གཟི་ཡིས་དུག་བཅོམ་མོ། །
en: The Blessed One’s Saṅgha is free of poisons. Poison is neutralized by the majesty of the Saṅgha!

source: ས་ནི་དུག་གི་མ་ཡིན་ཏེ། །ས་ནི་དུག་གི་ཕ་ཡང་ཡིན། །
en: “ ‘Earth is the mother of poison. Earth is the father of poison.

source: བདེན་པའི་བདེན་ཚིག་དེ་དག་གིས། །བདག་གི་དུག་ནི་དུག་མེད་ཤོག །
en: By these words of truth, May my poison disappear!

source: དུག་ནི་ས་ཡི་ནང་དུ་སོང་། །གང་བའི་སྣོད་དུ་དུག་སོང་ཤིག་སྭཱ་ཧཱ།
en: “ ‘May poison sink into the earth! May poison return to the full vessel! Svāha

source: དེ་ནས་ཁྲག་ཁྲུག་དང་། འཐབ་པ་དང་། རྩོད་པ་དང་། འགྱེད་པ་དང་། ཕ་རོལ་གྱི་དམག་ཚོགས་དང་། དགྲ་རྣམས་ལས་རྒྱལ་བར་འཚལ་བས་ཐོག་མར་མཆོད་རྟེན་ཆེན་པོ་ལ་མཆོད་པར་བགྱིའོ། །
en: “Then, one who wishes to be victorious in all skirmishes, fights, arguments, dissensions, and battles against opposing armies and enemies should first worship a large shrine.

source: སྟོང་ཆེན་པོ་རབ་ཏུ་འཇོམས་པའི་རིག་སྔགས་ཀྱི་རྒྱལ་མོ་འདི་ཡང་བརྗོད་པར་བགྱིའོ། །
en: Then, he should recite the following queen of incantations, Destroyer of the Great Trichiliocosm

source: སངས་རྒྱས་ཀྱིས་ནི་བདུད་ཕམ་མཛད། །ཆོས་མ་ཡིན་ནི་ཆོས་ཀྱིས་སོ། །
en: “ ‘Buddha defeated Māra, And so the Dharma does to unrighteousness.

source: དགེ་འདུན་གྱིས་ནི་མུ་སྟེགས་ཕམ། །
en: The Saṅgha defeats the non-Buddhists,

source: དབང་པོས་ལྷ་མིན་ཕམ་པར་གྱུར། །ལྷ་མིན་རྣམས་ཀྱིས་ཟླ་བ་ཕམ། །ནམ་མཁའ་ལྡིང་གིས་རྒྱ་མཚོའོ། །
en: And Indra defeats the asuras. The asuras defeat the moon, And Vainateya the ocean.
